Revit 2024 API
ParameterTypeId.RbsEndOffsetParam Property
 "End Middle Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsEndOffsetParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsEndOffsetParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsEndOffsetParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace